[
  {
    "id": 1,
    "title": "Samsung Galaxy S21 Dual SIM, 6.2inches, 256GB 8GB RAM",
    "price": "430000",
    "category": "Phones & Tablets",
    "description": "our latest device from the Galaxy Series offering you the best in cameras, helping you capture moments the best way you could. It comes with an array of cameras – a 64MP telephoto for detailed shots, a 12MP ultra wide to accommodate more, a 12MP wide to take the regular shots, a depth camera to add more life to portraits, and a 10MP front to capture your best selfies.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/05/349217/1.jpg?3847"
  },
  {
    "id": 2,
    "title": "Asus TUF Gaming VG32VQ1B Curved Gaming Monitor",
    "price": "274455",
    "category": "Computing",
    "description": "Delivers stunning visuals from all angles with a 1500R curvature that ensures every point is equidistant to your eyes. This contributes to greater viewing comfort thanks to its wide viewing angle, which provides less distortion and color shift when gaming and watching movies.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/26/597677/1.jpg?0234"
  },
  {
    "id": 3,
    "title": "Sony PS 5",
    "price": "520000",
    "category": "Gaming",
    "description": "The PS5 comes with eight Zen 2 Cores at 3.5GHz for its CPU while its GPU comprises 10.28 terraflop, 36 compute units at 2.23GHz. One can look forward to 16GB GDDR6/256-bit RAM and a memory bandwdth of 448GB/s for faster gaming experience and considerable frame rate. Game loading strength and speed will be tested with the custom 825GB SSD along, courtesy the expandable storage of the NVMe SSD slot.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/98/523196/1.jpg?4176"
  },
  {
    "id": 4,
    "title": "Samsung Galaxy M31 6.4' - 6GB Ram + 128GB Rom - Android 10.0",
    "price": "150500",
    "category": "Phones & Tablets",
    "description": " The phone is powered by Octa core (2.3 GHz, Quad core, Cortex A73 + 1.7 GHz, Quad core, Cortex A53) processor. It runs on the Samsung Exynos 9 Octa 9611 Chipset. It has 6 GB RAM and 128 GB internal storage. Buy your genuine products from Shoppingmore Store on Jumia.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/45/426817/2.jpg?8251"
  },
  {
    "id": 5,
    "title": "Incerun 2 In 1 Mens Vintage Graffiti Printed Suits",
    "price": "4505",
    "category": "Fashion",
    "description": "Incerun 2 In 1 Mens Vintage Graffiti Printed Suits",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/12/059377/1.jpg?2668"
  },
  {
    "id": 6,
    "title": "Makari De Suisse Blue Crystal Skin Reviving Body Lotion",
    "price": "42600",
    "category": "Health & Beauty",
    "description": "Makari's Blue Crystal Skin Reviving Body Lotion heals and revitalizes skin with vitamins, antioxidants and natural botanicals restoring its radiant glow.  This creamy moisturizing lotion stimulates cell renewal, tightens the appearance of the skin, reveals a more even toned skin and boosts vibrancy leaving your skin softer, silkier and younger-looking",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/65/882676/1.jpg?8165"
  },
  {
    "id": 7,
    "title": "MY ENDLESS MEMORIES THE TOBI WOMENS SHORT SET",
    "price": "8999",
    "category": "Fashion",
    "description": "These days , short sets are taking over , our Tobi women's short set is made from a high quality 100% damask fabric , is just a body basic and simple style set.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/71/614227/1.jpg?6288"
  },
  {
    "id": 8,
    "title": "Insomniac PS5 Marvel's SpiderMan Miles Morales - Playstation 5",
    "price": "23500",
    "category": "Gaming",
    "description": "the latest adventure in the Marvel’s Spider-Man universe, teenager Miles Morales is adjusting to his new home while following in the footsteps of his mentor, Peter Parker, as a new Spider-Man. But when a fierce power struggle threatens to destroy his new home, the aspiring hero realizes that with great power, there must also come great responsibility.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/51/907577/1.jpg?7923"
  },
  {
    "id": 9,
    "title": "Women Fashion Polo Ladies Queen Short Sleeve T-shirt",
    "price": "2800",
    "category": "Fashion",
    "description": "This polo shirt has perfect stitching and a cotton-rich materials, the printing is neat and you will surely love it..The polo shirt has been carefully designed to last long. You will definitely wear it for a long time.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/91/649347/1.jpg?9369"
  },
  {
    "id": 10,
    "title": "Danami PJ Masks Children Hooded T-Shirt- Light Grey",
    "price": "3900",
    "category": "Fashion",
    "description": "This is a quality hooded t-shirt for all seasons and occasions like birthdays, etc. Various colors and sizes for choose, suitable for everyday wear: casual at home, indoor activities, school uniform, outdoor sports, playing games, jogging, running, traveling and more occasions.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/94/903407/1.jpg?3023"
  },
  {
    "id": 11,
    "title": "Samsung U32J590UQN 32-inch Ultra HD 4K",
    "price": "285000",
    "category": "Computing",
    "description": "View your movies, videos, documents, and more with enhanced clarity on the U32J590 31.5' 16:9 4K UHD LCD Monitor from Samsung. This monitor features a 3840 x 2160 resolution, a 3000:1 contrast ratio, a 300 cd/m² brightness rating, a 4 ms response time, and support for up to 1.07 billion colors.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/86/206087/1.jpg?8490"
  },
  {
    "id": 12,
    "title": "Tecno CAMON 16(CE7J)-6.8' HD+ DOT-in DISPLAY",
    "price": "79000",
    "category": "Phones & Tablets",
    "description": "The unit is based on Helio G70, but has same pill-notch like the Premier, but with a reduced 6.8-inch hd+ dot-in display with a resolution of 720 x 1640 pixels and a dual selfie snapper with dual LED upfront. The Camon 16  run on Mediatek Helio G70 CPU. It has Helio G70, OCTA-CORE PROCESSOR assisted by 4GB RAM and 128GB of internal storage.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/14/342196/1.jpg?5494"
  },
  {
    "id": 13,
    "title": "EA Sports Fifa 21 PS5",
    "price": "23500",
    "category": "Gaming",
    "description": "Win as One in EA SPORTS FIFA 21, powered by Frostbite. Whether it’s on the streets or in the stadium, FIFA 21 has more ways to play than ever before – including the UEFA Champions League and CONMEBOL Libertadores.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/74/727127/1.jpg?8220"
  },
  {
    "id": 14,
    "title": "Apple IPhone 12 Pro - 128GB, 6GB RAM",
    "price": "560000",
    "category": "Phones & Tablets",
    "description": "6.1' Super Retina XDR display with 2532 x 1170 resolution at 460ppi takes you to the edge. 5G on iPhone is super-fast, so you can download movies on the fly, stream higher-quality video, or FaceTime in HD over cellular with lots less lag",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/86/604976/1.jpg?9045"
  },
  {
    "id": 15,
    "title": "Sony PS4 Pad Dualshock Controller - Green Camo",
    "price": "8200",
    "category": "Gaming",
    "description": "Take control of a new generation of play with a redesigned DUALSHOCK 4 wireless controller that puts precision gaming in your hands. Featuring a reimagined touch pad revealing your light bar from above alongside a stylish matt finish, it's the most ergonomic, intuitive way to play ever – and is available in a wide range of colours to suit your style.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/93/177183/1.jpg?0552"
  },
  {
    "id": 16,
    "title": "Hp DeskJet 2320 All-in-One Printer + USB Cable + A4 Paper",
    "price": "23990",
    "category": "Computing",
    "description": "The simple way to get the essentials. With seamless setup from PC and dependable printing, you can handle your everyday printing, scanning, and copying needs with an affordable printer. ",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/43/182577/1.jpg?1740"
  },
  {
    "id": 17,
    "title": "2021 New Children's Shoes Breathable Sport Sneakers",
    "price": "5290",
    "category": "Fashion",
    "description": "Made of canvas fabrics and with rubber sole, durable shoes. Kids, Girls Boys All season Match most of outfits in different fashion styles",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/88/106047/1.jpg?0208"
  },
  {
    "id": 18,
    "title": "Fragrance World Berries Weekend Pink Edition",
    "price": "4999",
    "category": "Health & Beauty",
    "description": "From reliving favourite memories to setting a mood, Fragrance World shares your passion for rich, tasteful and sophisticated fragrances. All rigorously screened, reviewed and tested, our catalogue is a result of the drive for fresh inspiration in creating evocative, smokeless and drip less products.Exude confidence and charm like the world is yours for the taking in any Fragrance World product.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/38/452431/1.jpg?9103"
  },
  {
    "id": 19,
    "title": "NIVEA Cherry Blossom & Jojoba Oil Body Lotion For Women",
    "price": "2963",
    "category": "Health & Beauty",
    "description": "Transform your dry skin into deeply moisturised and noticeably smoother skin for up to 24 hours with our Oil In Lotion. The formula has all the benefits of an oil, but in the form of a Body Lotion with a delicate Cherry Blossom scent.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/91/759436/1.jpg?9378"
  },
  {
    "id": 20,
    "title": "Sneakers Casual Shoes Outdoor Sport",
    "price": "7990",
    "category": "Fashion",
    "description": "Toe style: round head. Closed: lace-up. Sole Material: Rubber. Upper material: mesh. Heel: increased. Function: Breathable, durable",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/64/486987/1.jpg?9909"
  },
  {
    "id": 21,
    "title": "Toshiba 1TB Canvio Basic 2.5 External Hard Disk",
    "price": "22490",
    "category": "Computing",
    "description": "A place for all your files. Quickly transfer files with SuperSpeed USB 3.0 and store data on Canvio Basics external hard drives. These devices are ready to use with Micro soft Windows and require no software installation, so it couldn’t be easier to start storing all of your favourite files. ",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/61/773387/1.jpg?2258"
  },
  {
    "id": 22,
    "title": "Apple IPad Pro 11' M1 (2021 Model) With Wi-Fi + Cellular - 256GB - Space Gray",
    "price": "750000",
    "category": "Phones & Tablets",
    "description": "iPad Pro features the powerful Apple M1 chip with next-level performance and all-day battery life. The Liquid Retina display on the 11-inch iPad Pro is not only gorgeous but super portable. 5G cellular models give you blazing speeds away from Wi-Fi. And a front camera with Center Stage keep you in frame automatically during video calls.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/86/624997/1.jpg?1513"
  },
  {
    "id": 23,
    "title": "Nokia 105 (2019) Dual SIM,",
    "price": "6695",
    "category": "Phones & Tablets",
    "description": "The all new Nokia 105 Dual Sim has storage space for 2000 contacts. Use the built-in FM radio(Headset/earpiece required, not included) to listen to the news or tune in to matches. It also has a Micro USB connector/charging port and a 3.5mm audio jack",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/32/637204/1.jpg?9581"
  },
  {
    "id": 24,
    "title": "Lenovo Ideapad S145 Intel Celeron 4GB DDR4 1TB HDD",
    "price": "150990",
    "category": "Computing",
    "description": "The Lenovo IdeaPad S145-15IWL is a 15.6-inch laptop with a screen resolution of 1920 x 1080. It has 4GB of memory and a 1TB Hard Disk drive. It has an Intel Celeron 1.8GHz processor. It lacks an optical drive for burning CDs or DVDs. It was tested with Windows 10 Home installed.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/89/205534/1.jpg?7476"
  },
  {
    "id": 25,
    "title": "Mens' Fashion Summer Mesh Sports Casual Sneakers",
    "price": "6399",
    "category": "Fashion",
    "description": "Shoes style: Lace up sneakersGender：MenShoes upper: Flyknit meshShoes sole : PVCOccasions：Outdoor sports, running, jogging, walking, driving, traveling, gym, and daily casualSeasons：Spring,Summer,Autumn",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/69/019077/1.jpg?0283"
  },
  {
    "id": 26,
    "title": "Apple Smart Keyboard For IPad Pro 10.5 Inches",
    "price": "93999",
    "category": "Phones & Tablets",
    "description": "The Smart Keyboard combines advanced technologies to create a keyboard like no other. It’s a full-size keyboard that’s fully portable, and it connects to iPad with the Smart Connector. Just attach the Smart Keyboard and start typing. And when you’re done, it folds to create a slim, lightweight cover.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/51/757617/1.jpg?3115"
  },
  {
    "id": 27,
    "title": "Anti-slip Silicone Cover Skin Case For PS4 Pad Controller",
    "price": "3500",
    "category": "Gaming",
    "description": "Rubber grip fits the for PS4 controller very snug, comfortable and gives a good protectionSweaty hands fear no more! play your game for long hours of continues play Textured with tendon on the part where your palm touches which greatly improves grip and control",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/76/966584/1.jpg?5672"
  },
  {
    "id": 28,
    "title": "PS5 Controller Charger DualSense Charging Dock",
    "price": "9000",
    "category": "Gaming",
    "description": "Fast charging dual charger for PS5 controllers. It adopts USB 3.1 Type-C interface, and adopts spring high current probe output. The blue light is on after power-on, the red light is on when the controller is in charging, and the blue light is on when the controller is fully charged.",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/28/362417/1.jpg?8805"
  },
  {
    "id": 29,
    "title": "Hp 14 Intel Core I3-10110U (12gb Ram, 1TB HDD)",
    "price": "235700",
    "category": "Computing",
    "description": "Processor: 10th Generation, Intel Core i3-10110u, 2.1GHz upto 4.1GHz Storage: 1TB Hard Drive Ram: 12GB DDR4 Display: 14' HD Diagonal, Antiglare Operating System: Windows 10 ",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/98/771587/1.jpg?2208"
  },
  {
    "id": 30,
    "title": "XIAOMI Redmi Note 9 6.53 Inches 4GB RAM",
    "price": "88495",
    "category": "Phones & Tablets",
    "description": "The phone runs on the Android 10.0 + MIUI 11 operating system providing smooth operation of the device. The Xiaomi Redmi Note 9 is available in different colors like Forest Green, Midnight Grey, and Polar Whi",
    "image": "https://ng.jumia.is/unsafe/fit-in/500x500/filters:fill(white)/product/86/840086/1.jpg?6354"
  }
]
